Repository: AngelF4/AccesibleMap
Catalog: AccesibleMap/Resources/*.lproj/Localizable.strings
Languages: es_mx

# poi.medicalKit
source: First aid kit
es_mx: Primeros auxilios

# poi.parking
source: Parking
es_mx: Estacionamiento

# poi.stails
source: Stairs
es_mx: Escaleras

# poi.access
source: Entrance
es_mx: Acceso

# poi.accessWheelchair
source: Accessible entrance
es_mx: Acceso para personas con discapacidad

# poi.elevator
source: Elevator
es_mx: Elevador

# poi.food
source: Food
es_mx: Restaurantes

# poi.enfermy
source: Infirmary
es_mx: Enfermería

# poi.atm
source: ATM
es_mx: Cajero

# poi.bathroom
source: Restrooms
es_mx: Baños

# poi.familyBathroom
source: Family restroom
es_mx: Baño familiar

# poi.elevatorWheelchair
source: Accessible elevator
es_mx: Elevador para personas con discapacidad

# poi.customerService
source: Information
es_mx: Información

# poi.other
source: Other
es_mx: Otros

# map.poi.title
source: %@, floor %d
es_mx: %@, piso %d

# map.poi.accessibilityHint
source: Double-tap to view more details and get directions
es_mx: Da doble toque para ver más detalles y obtener indicaciones

# map.centerButton.label
source: Center map on venue
es_mx: Centrar mapa en la sede

# map.centerButton.hint
source: Re-focus on the selected stadium
es_mx: Vuelve a enfocar el estadio seleccionado

# map.floorPicker.title
source: Floor
es_mx: Piso

# map.floorPicker.accessibilityLabel
source: Select floor
es_mx: Seleccionar piso

# map.floorPicker.accessibilityValue
source: Floor %d
es_mx: Piso %d

# map.floorPicker.accessibilityHint
source: Change the stadium level to view different services
es_mx: Cambia el nivel del estadio para ver diferentes servicios

# map.sheet.noName
source: No name
es_mx: Sin nombre

# map.sheet.appleIntelligence
source: Ask Apple Intelligence
es_mx: Pregúntale a Apple Intelligence

# map.sheet.directions
source: Get directions
es_mx: Cómo llegar

# home.cities.accessibilityLabel
source: Available host cities
es_mx: Ciudades sede disponibles

# home.cities.accessibilityHint
source: Swipe to change city or double-tap to hear the description
es_mx: Desliza para cambiar de ciudad o pulsa dos veces para escuchar la descripción

# home.cityButton.placeholder
source: your city
es_mx: tu ciudad

# home.cityButton.title
source: See venues in %@
es_mx: Ver sedes en %@

# home.cityButton.hint
source: Confirm the city selection to view available stadiums
es_mx: Confirma la selección de ciudad para ver los estadios disponibles

# home.venues.accessibilityLabel
source: Available venues in the city
es_mx: Sedes disponibles en la ciudad

# home.venues.accessibilityHint
source: Swipe to change stadium and hear an accessible summary
es_mx: Desliza para cambiar de estadio y escucha un resumen accesible

# home.venueButton.label
source: Enter to view this stadium
es_mx: Entrar a ver ese estadio

# home.venueButton.hint
source: Opens the detailed map of the selected venue
es_mx: Abre el mapa detallado de la sede elegida

# home.hero.cta
source: Ready for the match?
es_mx: ¿Listo para el partido?

# home.hero.accessibilityLabel
source: Open list of cities and stadiums
es_mx: Abrir lista de ciudades y estadios

# home.hero.accessibilityHint
source: Shows the list of available cities and stadiums
es_mx: Muestra la lista de ciudades y estadios disponibles

# home.toolbar.back
source: Back
es_mx: Regresar

# home.toolbar.backHint
source: Return to the previous step in the flow
es_mx: Regresa al paso anterior del flujo

# home.toolbar.resumeLabel
source: Continue in %@
es_mx: Continuar en el %@

# home.toolbar.resumeHint
source: Takes you to the last visited map showing accessible points and services
es_mx: Te llevará al último mapa visitado mostrando los puntos de accesos y servicios

# home.filters.title
source: Categories
es_mx: Categorías

# home.filters.subtitle
source: Filter the results by selecting the categories you want to show.
es_mx: Filtra los resultados seleccionando las categorías que quieres mostrar.

# home.filters.reset
source: Reset
es_mx: Restablecer

# home.filters.removeAll
source: Clear all
es_mx: Quitar todo

# home.filters.navigationTitle
source: Filters
es_mx: Filtros

# home.filters.toolbar.close
source: Close
es_mx: Cerrar

# home.filters.toolbar.done
source: Done
es_mx: Listo

# home.filters.categoryOn
source: Category enabled
es_mx: Categoría activada

# home.filters.categoryOff
source: Category disabled
es_mx: Categoría desactivada

# ticket.button.photo
source: Take a photo of your ticket
es_mx: Fotografía tu boleto

# ticket.button.photo.label
source: Take ticket photo
es_mx: Toma una foto del boleto

# ticket.button.photo.hint
source: Opens the camera to capture your ticket image
es_mx: Abre la camara para tomar una foto de tu boleto

# ticket.placeholder.label
source: Ticket preview
es_mx: Vista previa del boleto

# ticket.placeholder.hint
source: Reference image of the ticket before taking the photo
es_mx: Imagen de referencia del boleto antes de tomar la foto

# ticket.photo.label
source: Captured ticket
es_mx: Boleto capturado

# ticket.photo.hint
source: View of the ticket scanned from the camera
es_mx: Vista del boleto escaneado desde la cámara

# ticket.item.label.seat
source: SEAT
es_mx: ASIENTO

# ticket.item.label.row
source: ROW
es_mx: FILA

# ticket.item.label.section
source: SECTION
es_mx: SECCIÓN

# ticket.item.label.ticket_type
source: TICKET TYPE
es_mx: TIPO DE BOLETO

# ticket.item.label.time
source: TIME
es_mx: HORA

# ticket.item.label.serial
source: SERIAL
es_mx: FOLIO

# ticket.item.label.accessible
source: ACCESSIBLE
es_mx: ACCESIBLE

# ticket.item.value.accessibleYes
source: Yes
es_mx: Sí

# ticket.header.label
source: Universitario Stadium
es_mx: Estadio Universitario

# ticket.header.hint
source: Event location
es_mx: Lugar del evento

# ticket.header.date
source: Dec 03
es_mx: Dic 03

# ticket.header.date.accessibility
source: December 03
es_mx: 3 de diciembre

# ticket.match.hint
source: Match teams
es_mx: Equipos del partido

# ticket.details.accessibilityLabel
source: Seat %@, row %@, section %@. Ticket type %@. Time %@. Serial number %@.
es_mx: Asiento %@, fila %@, sección %@. Tipo de boleto %@. Hora %@. Número de serie %@.

# ticket.details.accessibilityHint
source: Captured ticket information
es_mx: Información del boleto capturado

# ticket.accessibility.label
source: Accessible area: %@
es_mx: Área accesible: %@

# ticket.accessibility.hint
source: Indicates whether the seat has accessibility for people with disabilities
es_mx: Indica si el asiento cuenta con acceso para personas con discapacidad

# ticket.overall.accessibilityLabel
source: Ticket for %@ on %@. %@. Seat %@, row %@, section %@. Ticket type %@, time %@, serial number %@. Accessible area: %@.
es_mx: Boleto para el %@ el %@. %@. Asiento %@, fila %@, sección %@. Tipo de boleto %@, hora %@, número de serie %@. Área accesible: %@.

# ticket.overall.accessibilityHint
source: Full summary of the captured ticket including location, time, and accessibility
es_mx: Resumen completo del boleto capturado, incluyendo ubicación, hora y accesibilidad

# router.tab.home
source: Home
es_mx: Inicio

# router.tab.ticket
source: Ticket
es_mx: Boleto
